Repository: Cycl0o0/OpenDeezer
Catalog: gui/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ru, zh_hans

source: %@ available
ar: يتوفر %@
es: %@ disponible
fr: %@ disponible
hi: %@ उपलब्ध है
ru: Доступна версия %@
zh_hans: 可更新至 %@

source: %lld episodes
ar: %lld حلقة
es: %lld episodios
fr: %lld épisodes
hi: %lld एपिसोड
ru: %lld выпуска
zh_hans: %lld 集

source: %lld fans
ar: %lld معجب
hi: %lld फ़ैन्स
ru: %lld поклонника
zh_hans: %lld 位粉丝

source: %lld min
ar: %lld دقيقة
es: %lld minutos
fr: %lld minutes
hi: %lld मिनट
ru: %lld минут
zh_hans: %lld 分钟

source: %lld songs
ar: %lld أغنية
es: %lld canciones
fr: %lld titres
hi: %lld ट्रैक
ru: %lld трека
zh_hans: %lld 首歌曲

source: %llds
ar: %lld ث
hi: %lld सेकंड
ru: %lld с
zh_hans: %lld 秒

source: Accessibility
ar: تسهيلات الاستخدام
es: Accesibilidad
fr: Accessibilité
hi: सुगम्यता
ru: Универсальный доступ
zh_hans: 辅助功能

source: Add
ar: إضافة
es: Añadir
fr: Ajouter
hi: जोड़ें
ru: Добавить
zh_hans: 添加

source: Add to Playlist
ar: إضافة إلى قائمة تشغيل
es: Añadir a playlist
fr: Ajouter à une playlist
hi: प्लेलिस्ट में जोड़ें
ru: Добавить в плейлист
zh_hans: 添加到歌单

source: Adjusting a band switches the preset to Custom.
ar: عند تعديل أي نطاق يتحول الإعداد المسبق إلى «مخصص».
es: Al ajustar una banda, el preajuste cambia a Personalizado.
fr: Le réglage d'une bande fait passer le préréglage sur Personnalisé.
hi: किसी बैंड को समायोजित करने पर प्रीसेट “कस्टम” में बदल जाता है।
ru: При изменении полосы пресет переключается на «Пользовательский».
zh_hans: 调整任一频段后，预设将切换为“自定义”。

source: Albums
ar: الألبومات
es: Álbumes
hi: एल्बम
ru: Альбомы
zh_hans: 专辑

source: Artists
ar: الفنانون
es: Artistas
fr: Artistes
hi: कलाकार
ru: Исполнители
zh_hans: 艺人

source: Audio Quality
ar: جودة الصوت
es: Calidad de audio
fr: Qualité audio
hi: ऑडियो गुणवत्ता
ru: Качество звука
zh_hans: 音质

source: Bands
ar: النطاقات
es: Bandas
fr: Bandes
hi: बैंड
ru: Полосы
zh_hans: 频段

source: Bass Boost
ar: تعزيز الجهير
es: Refuerzo de graves
fr: Amplification des basses
hi: बास बूस्ट
ru: Усиление басов
zh_hans: 低音增强

source: Bass Reducer
ar: تخفيف الجهير
es: Reducción de graves
fr: Réduction des basses
hi: बास रिड्यूसर
ru: Ослабление басов
zh_hans: 低音减弱

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ru: Отмена
zh_hans: 取消

source: Charts
ar: الأكثر رواجًا
es: Éxitos
hi: चार्ट
ru: Чарты
zh_hans: 排行榜

source: Charts unavailable
ar: قسم الأكثر رواجًا غير متوفر
es: Éxitos no disponibles
fr: Charts indisponibles
hi: चार्ट उपलब्ध नहीं है
ru: Чарты недоступны
zh_hans: 排行榜不可用

source: Check for Updates
ar: التحقق من التحديثات
es: Buscar actualizaciones
fr: Rechercher des mises à jour
hi: अपडेट जाँचें
ru: Проверить обновления
zh_hans: 检查更新

source: Check your connection and try again.
ar: تحقق من اتصالك وحاول مرة أخرى.
es: Comprueba tu conexión e inténtalo de nuevo.
fr: Vérifiez votre connexion et réessayez.
hi: अपना कनेक्शन जांचें और फिर से प्रयास करें।
ru: Проверьте подключение и повторите попытку.
zh_hans: 请检查网络连接后重试。

source: Classical
ar: كلاسيكي
es: Clásica
fr: Classique
hi: क्लासिकल
ru: Классика
zh_hans: 古典

source: Control playback from a browser on the same network — scan the QR or open the URL.
ar: تحكم في التشغيل من متصفح على الشبكة نفسها — امسح رمز QR أو افتح عنوان URL.
es: Controla la reproducción desde un navegador en la misma red: escanea el código QR o abre la URL.
fr: Contrôlez la lecture depuis un navigateur sur le même réseau — scannez le QR code ou ouvrez l'URL.
hi: उसी नेटवर्क पर किसी ब्राउज़र से प्लेबैक नियंत्रित करें — QR कोड स्कैन करें या URL खोलें।
ru: Управляйте воспроизведением из браузера в той же сети — отсканируйте QR-код или откройте ссылку.
zh_hans: 在同一网络中的浏览器上控制播放——扫描二维码或打开链接。

source: Couldn't load Home
ar: تعذّر تحميل الرئيسية
es: No se pudo cargar Inicio
fr: Impossible de charger l'accueil
hi: होम लोड नहीं हो सका
ru: Не удалось загрузить главную
zh_hans: 无法加载首页

source: Couldn't load album
ar: تعذّر تحميل الألبوم
es: No se pudo cargar el álbum
fr: Impossible de charger l'album
hi: एल्बम लोड नहीं हो सका
ru: Не удалось загрузить альбом
zh_hans: 无法加载专辑

source: Couldn't load artist
ar: تعذّر تحميل الفنان
es: No se pudo cargar el artista
fr: Impossible de charger l'artiste
hi: कलाकार लोड नहीं हो सका
ru: Не удалось загрузить исполнителя
zh_hans: 无法加载艺人

source: Couldn't load episodes
ar: تعذّر تحميل الحلقات
es: No se pudieron cargar los episodios
fr: Impossible de charger les épisodes
hi: एपिसोड लोड नहीं हो सके
ru: Не удалось загрузить выпуски
zh_hans: 无法加载单集

source: Couldn't load playlist
ar: تعذّر تحميل قائمة التشغيل
es: No se pudo cargar la playlist
fr: Impossible de charger la playlist
hi: प्लेलिस्ट लोड नहीं हो सकी
ru: Не удалось загрузить плейлист
zh_hans: 无法加载歌单

source: Couldn't read the server's response (%@).
ar: تعذّرت قراءة استجابة الخادم (%@).
es: No se pudo leer la respuesta del servidor (%@).
fr: Impossible de lire la réponse du serveur (%@).
hi: सर्वर का जवाब पढ़ा नहीं जा सका (%@)।
ru: Не удалось прочитать ответ сервера (%@).
zh_hans: 无法读取服务器的响应（%@）。

source: Create
ar: إنشاء
es: Crear
fr: Créer
hi: बनाएँ
ru: Создать
zh_hans: 创建

source: Crossfade
ar: التلاشي المتقاطع
fr: Fondu enchaîné
hi: क्रॉसफ़ेड
ru: Кроссфейд
zh_hans: 淡入淡出

source: Custom
ar: مخصص
es: Personalizado
fr: Personnalisé
hi: कस्टम
ru: Пользовательский
zh_hans: 自定义

source: Deezer Premium required
ar: يتطلب Deezer Premium
es: Se requiere Deezer Premium
fr: Deezer Premium requis
hi: Deezer Premium आवश्यक है
ru: Требуется Deezer Premium
zh_hans: 需要 Deezer Premium

source: Delete Playlist
ar: حذف قائمة التشغيل
es: Eliminar playlist
fr: Supprimer la playlist
hi: प्लेलिस्ट मिटाएँ
ru: Удалить плейлист
zh_hans: 删除歌单

source: Delete this playlist?
ar: هل تريد حذف قائمة التشغيل هذه؟
es: ¿Eliminar esta playlist?
fr: Supprimer cette playlist ?
hi: क्या यह प्लेलिस्ट मिटाएँ?
ru: Удалить этот плейлист?
zh_hans: 要删除这个歌单吗？

source: Device
ar: جهاز
es: Dispositivo
fr: Appareil
hi: डिवाइस
ru: Устройство
zh_hans: 设备

source: Devices
ar: الأجهزة
es: Dispositivos
fr: Appareils
hi: डिवाइस
ru: Устройства
zh_hans: 设备

source: Discoverable as
ar: قابل للاكتشاف باسم
es: Visible como
fr: Visible sous le nom
hi: इस नाम से खोजा जा सकता है
ru: Отображается как
zh_hans: 可被发现为

source: Done
ar: تم
es: OK
fr: OK
hi: हो गया
ru: Готово
zh_hans: 完成

source: Download
ar: تنزيل
es: Descargar
fr: Télécharger
hi: डाउनलोड करें
ru: Скачать
zh_hans: 下载

source: Download %@
ar: تنزيل %@
es: Descargar %@
fr: Télécharger %@
hi: %@ डाउनलोड करें
ru: Скачать %@
zh_hans: 下载 %@

source: Electronic
ar: إلكتروني
es: Electrónica
fr: Électro
hi: इलेक्ट्रॉनिक
ru: Электроника
zh_hans: 电子

source: End of Track
ar: عند نهاية الأغنية
es: Al final de la canción
fr: Fin du titre
hi: ट्रैक समाप्त होने पर
ru: В конце трека
zh_hans: 当前歌曲结束后

source: Equalizer
ar: موازن الصوت
es: Ecualizador
fr: Égaliseur
hi: इक्वलाइज़र
ru: Эквалайзер
zh_hans: 均衡器

source: Fans Also Like
ar: يحب المعجبون أيضًا
es: A los fans también les gusta
fr: Les fans aiment aussi
hi: फ़ैन्स को ये भी पसंद है
ru: Поклонникам также нравится
zh_hans: 粉丝还喜欢

source: Filter
ar: تصفية
es: Filtro
fr: Filtre
hi: फ़िल्टर
ru: Фильтр
zh_hans: 筛选

source: Find shows by name to browse their episodes.
ar: ابحث عن البرامج بالاسم لتصفّح حلقاتها.
es: Busca programas por nombre para ver sus episodios.
fr: Recherchez des émissions par nom pour parcourir leurs épisodes.
hi: एपिसोड ब्राउज़ करने के लिए शो को नाम से खोजें।
ru: Найдите шоу по названию, чтобы просмотреть его выпуски.
zh_hans: 按名称查找节目以浏览其单集。

source: Find songs, artists, albums and playlists.
ar: ابحث عن الأغاني والفنانين والألبومات وقوائم التشغيل.
es: Encuentra canciones, artistas, álbumes y playlists.
fr: Trouvez des titres, des artistes, des albums et des playlists.
hi: ट्रैक, कलाकार, एल्बम और प्लेलिस्ट खोजें।
ru: Находите треки, исполнителей, альбомы и плейлисты.
zh_hans: 查找歌曲、艺人、专辑和歌单。

source: Flat
ar: مستوٍ
es: Plano
fr: Plat
hi: फ़्लैट
ru: Ровный
zh_hans: 平坦

source: Flow is empty
ar: Flow فارغ
es: Flow está vacío
fr: Flow est vide
hi: Flow खाली है
ru: Flow пуст
zh_hans: Flow 暂无内容

source: Flow unavailable
ar: Flow غير متوفر
es: Flow no disponible
fr: Flow indisponible
hi: Flow उपलब्ध नहीं है
ru: Flow недоступен
zh_hans: Flow 不可用

source: Gapless Playback
ar: تشغيل دون فواصل
es: Reproducción sin pausas
fr: Lecture sans blanc
hi: गैपलेस प्लेबैक
ru: Воспроизведение без пауз
zh_hans: 无缝播放

source: Good afternoon
ar: نهارك سعيد
es: Buenas tardes
fr: Bon après-midi
hi: शुभ दोपहर
ru: Добрый день
zh_hans: 下午好

source: Good evening
ar: مساء الخير
es: Buenas noches
fr: Bonsoir
hi: शुभ संध्या
ru: Добрый вечер
zh_hans: 晚上好

source: Good morning
ar: صباح الخير
es: Buenos días
fr: Bonjour
hi: सुप्रभात
ru: Доброе утро
zh_hans: 早上好

source: Hi %@ — your account is on Deezer Free.
ar: مرحبًا %@ — حسابك على Deezer Free.
es: Hola, %@: tu cuenta es Deezer Free.
fr: Bonjour %@ — votre compte est sur Deezer Free.
hi: नमस्ते %@ — आपका खाता Deezer Free पर है।
ru: Привет, %@! У вас аккаунт Deezer Free.
zh_hans: 你好，%@——你的账户是 Deezer Free。

source: High
ar: عالية
es: Alta
fr: Élevée
hi: उच्च
ru: Высокое
zh_hans: 高

source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
hi: होम
ru: Главная
zh_hans: 首页

source: Jazz
ar: جاز
hi: जैज़
ru: Джаз
zh_hans: 爵士

source: Let your other OpenDeezer devices (same Deezer account) find this iPhone and control its playback over the local network.
ar: اسمح لأجهزة OpenDeezer الأخرى (بنفس حساب Deezer) بالعثور على هذا الـ iPhone والتحكم في تشغيله عبر الشبكة المحلية.
es: Permite que tus otros dispositivos OpenDeezer (con la misma cuenta de Deezer) encuentren este iPhone y controlen su reproducción a través de la red local.
fr: Permet à vos autres appareils OpenDeezer (même compte Deezer) de détecter cet iPhone et de contrôler sa lecture sur le réseau local.
hi: अपने अन्य OpenDeezer डिवाइस (उसी Deezer खाते वाले) को लोकल नेटवर्क पर इस iPhone को खोजने और इसका प्लेबैक नियंत्रित करने दें।
ru: Позволяет другим вашим устройствам OpenDeezer (с тем же аккаунтом Deezer) находить этот iPhone и управлять воспроизведением по локальной сети.
zh_hans: 让你的其他 OpenDeezer 设备（同一 Deezer 账户）通过局域网发现这台 iPhone 并控制其播放。

source: Library
ar: المكتبة
es: Biblioteca
fr: Bibliothèque
hi: लाइब्रेरी
ru: Медиатека
zh_hans: 资料库

source: Like
ar: إعجاب
es: Me gusta
fr: J'aime
hi: पसंद करें
ru: Нравится
zh_hans: 喜欢

source: Liked Songs
ar: الأغاني المفضلة
es: Canciones favoritas
fr: Titres favoris
hi: पसंदीदा गाने
ru: Любимые треки
zh_hans: 喜欢的歌曲

source: Log Out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
ru: Выйти из аккаунта
zh_hans: 退出登录

source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Se connecter
hi: लॉग इन करें
ru: Войти
zh_hans: 登录

source: Log in with Deezer
ar: تسجيل الدخول عبر Deezer
es: Iniciar sesión con Deezer
fr: Se connecter avec Deezer
hi: Deezer से लॉग इन करें
ru: Войти через Deezer
zh_hans: 使用 Deezer 登录

source: Log out
ar: تسجيل الخروج
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
ru: Выйти из аккаунта
zh_hans: 退出登录

source: Login failed. Check your ARL and try again.
ar: فشل تسجيل الدخول. تحقق من ARL وحاول مرة أخرى.
es: Error al iniciar sesión. Comprueba tu ARL e inténtalo de nuevo.
fr: Échec de la connexion. Vérifiez votre ARL et réessayez.
hi: लॉग इन विफल रहा। अपना ARL जाँचें और फिर से कोशिश करें।
ru: Не удалось войти. Проверьте ARL и повторите попытку.
zh_hans: 登录失败。请检查你的 ARL 后重试。

source: Lower the preamp if boosted bands make loud tracks clip.
ar: اخفض التضخيم المسبق إذا تسببت النطاقات المعزَّزة في تشويه الأغاني الصاخبة.
es: Baja el preamplificador si las bandas realzadas hacen que las canciones altas distorsionen.
fr: Baissez le préampli si des bandes amplifiées font saturer les titres forts.
hi: यदि बूस्ट किए गए बैंड से तेज़ आवाज़ वाले ट्रैक में आवाज़ फटती है, तो प्रीएम्प कम करें।
ru: Уменьшите предусиление, если из-за усиленных полос громкие треки искажаются.
zh_hans: 如果增强的频段导致大声的歌曲破音，请调低前置放大。

source: Lyrics not available
ar: كلمات الأغنية غير متوفرة
es: Letra no disponible
fr: Paroles non disponibles
hi: बोल उपलब्ध नहीं हैं
ru: Текст песни недоступен
zh_hans: 暂无歌词

source: Mono Audio
ar: صوت أحادي
es: Audio mono
fr: Audio mono
hi: मोनो ऑडियो
ru: Монозвук
zh_hans: 单声道

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
ru: Название
zh_hans: 名称

source: Nearby devices
ar: الأجهزة القريبة
es: Dispositivos cercanos
fr: Appareils à proximité
hi: आस-पास के डिवाइस
ru: Устройства поблизости
zh_hans: 附近的设备

source: New Playlist
ar: قائمة تشغيل جديدة
es: Nueva playlist
fr: Nouvelle playlist
hi: नई प्लेलिस्ट
ru: Новый плейлист
zh_hans: 新建歌单

source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
es: Sin conexión a Internet
fr: Pas de connexion Internet
hi: इंटरनेट कनेक्शन नहीं है
ru: Нет подключения к Интернету
zh_hans: 无网络连接

source: No devices found
ar: لم يُعثر على أجهزة
es: No se encontraron dispositivos
fr: Aucun appareil trouvé
hi: कोई डिवाइस नहीं मिला
ru: Устройства не найдены
zh_hans: 未找到设备

source: No liked songs
ar: لا توجد أغانٍ مفضلة
es: No hay canciones favoritas
fr: Aucun titre favori
hi: कोई पसंदीदा गाने नहीं
ru: Нет любимых треков
zh_hans: 暂无喜欢的歌曲

source: No podcasts found
ar: لم يُعثر على بودكاست
es: No se encontraron podcasts
fr: Aucun podcast trouvé
hi: कोई पॉडकास्ट नहीं मिला
ru: Подкасты не найдены
zh_hans: 未找到播客

source: Normal
ar: عادية
fr: Normale
hi: सामान्य
ru: Обычное
zh_hans: 标准

source: Off
ar: إيقاف
es: Desactivado
fr: Désactivé
hi: बंद
ru: Выкл.
zh_hans: 关闭

source: On deezer.com, open developer tools > Application > Cookies and copy the value of "arl".
ar: في deezer.com، افتح أدوات المطوّر > Application > Cookies وانسخ قيمة "arl".
es: En deezer.com, abre las herramientas de desarrollo > Application > Cookies y copia el valor de "arl".
fr: Sur deezer.com, ouvrez les outils de développement > Application > Cookies et copiez la valeur de « arl ».
hi: deezer.com पर डेवलपर टूल्स > Application > Cookies खोलें और "arl" की वैल्यू कॉपी करें।
ru: На deezer.com откройте инструменты разработчика > Application > Cookies и скопируйте значение «arl».
zh_hans: 在 deezer.com 上，打开开发者工具 > Application > Cookies，复制“arl”的值。

source: OpenDeezer %@ available
ar: يتوفر OpenDeezer %@
es: OpenDeezer %@ disponible
fr: OpenDeezer %@ disponible
hi: OpenDeezer %@ उपलब्ध है
ru: Доступна версия OpenDeezer %@
zh_hans: OpenDeezer %@ 已发布

source: OpenDeezer streams full tracks with your Deezer account, which requires a paid plan (Premium, Family or HiFi).
ar: يبث OpenDeezer الأغاني كاملة عبر حساب Deezer الخاص بك، ما يتطلب خطة مدفوعة (Premium أو Family أو HiFi).
es: OpenDeezer reproduce canciones completas con tu cuenta de Deezer, lo que requiere un plan de pago (Premium, Family o HiFi).
fr: OpenDeezer diffuse les titres complets avec votre compte Deezer, ce qui nécessite un abonnement payant (Premium, Family ou HiFi).
hi: OpenDeezer आपके Deezer खाते से पूरे ट्रैक स्ट्रीम करता है, जिसके लिए सशुल्क प्लान (Premium, Family या HiFi) आवश्यक है।
ru: OpenDeezer воспроизводит полные треки через ваш аккаунт Deezer — для этого нужен платный тариф (Premium, Family или HiFi).
zh_hans: OpenDeezer 使用你的 Deezer 账户播放完整歌曲，这需要付费方案（Premium、Family 或 HiFi）。

source: Paste ARL cookie
ar: لصق ملف تعريف الارتباط ARL
es: Pegar cookie ARL
fr: Coller le cookie ARL
hi: ARL कुकी पेस्ट करें
ru: Вставьте cookie ARL
zh_hans: 粘贴 ARL Cookie

source: Paste ARL cookie manually
ar: لصق ملف تعريف الارتباط ARL يدويًا
es: Pegar la cookie ARL manualmente
fr: Coller le cookie ARL manuellement
hi: ARL कुकी मैन्युअल रूप से पेस्ट करें
ru: Вставить cookie ARL вручную
zh_hans: 手动粘贴 ARL Cookie

source: Pause playback after a set time (with a gentle fade-out) or when the current track ends.
ar: يوقف التشغيل مؤقتًا بعد مدة محددة (مع خفوت تدريجي لطيف) أو عند انتهاء الأغنية الحالية.
es: Pausa la reproducción tras un tiempo determinado (con un fundido suave) o al terminar la canción actual.
fr: Met la lecture en pause après une durée définie (avec un léger fondu) ou à la fin du titre en cours.
hi: तय समय के बाद (हल्के फ़ेड-आउट के साथ) या मौजूदा ट्रैक समाप्त होने पर प्लेबैक रोकें।
ru: Приостанавливает воспроизведение через заданное время (с плавным затуханием) или по окончании текущего трека.
zh_hans: 在设定时间后（伴随轻柔的淡出）或当前歌曲结束时暂停播放。

source: Phone Remote
ar: التحكم بالهاتف عن بُعد
es: Control remoto del teléfono
fr: Télécommande du téléphone
hi: फ़ोन रिमोट
ru: Пульт для телефона
zh_hans: 手机遥控

source: Play
ar: تشغيل
es: Reproducir
fr: Lecture
hi: चलाएँ
ru: Воспроизвести
zh_hans: 播放

source: Play Flow
ar: تشغيل Flow
es: Reproducir Flow
fr: Lire Flow
hi: Flow चलाएँ
ru: Включить Flow
zh_hans: 播放 Flow

source: Play the same mix in both channels. Works independently of the equalizer.
ar: يشغّل المزيج نفسه في كلتا القناتين. يعمل بشكل مستقل عن موازن الصوت.
es: Reproduce la misma mezcla en ambos canales. Funciona independientemente del ecualizador.
fr: Diffuse le même mixage sur les deux canaux. Fonctionne indépendamment de l'égaliseur.
hi: दोनों चैनलों में एक जैसा मिक्स चलाएँ। यह इक्वलाइज़र से स्वतंत्र काम करता है।
ru: Воспроизводит одинаковый микс в обоих каналах. Работает независимо от эквалайзера.
zh_hans: 在左右声道播放相同的混音。独立于均衡器工作。

source: Playback
ar: التشغيل
es: Reproducción
fr: Lecture
hi: प्लेबैक
ru: Воспроизведение
zh_hans: 播放设置

source: Playlist name
ar: اسم قائمة التشغيل
es: Nombre de la playlist
fr: Nom de la playlist
hi: प्लेलिस्ट का नाम
ru: Название плейлиста
zh_hans: 歌单名称

source: Playlists
ar: قوائم التشغيل
hi: प्लेलिस्ट
ru: Плейлисты
zh_hans: 歌单

source: Podcasts
ar: البودكاست
hi: पॉडकास्ट
ru: Подкасты
zh_hans: 播客

source: Pop
ar: بوب
hi: पॉप
ru: Поп
zh_hans: 流行

source: Preamp
ar: تضخيم مسبق
es: Preamplificador
fr: Préampli
hi: प्रीएम्प
ru: Предусиление
zh_hans: 前置放大

source: Preset
ar: إعداد مسبق
es: Preajuste
fr: Préréglage
hi: प्रीसेट
ru: Пресет
zh_hans: 预设

source: Remove
ar: إزالة
es: Quitar
fr: Retirer
hi: हटाएँ
ru: Убрать
zh_hans: 移除

source: Rename
ar: إعادة تسمية
es: Renombrar
fr: Renommer
hi: नाम बदलें
ru: Переименовать
zh_hans: 重命名

source: Rename Playlist
ar: إعادة تسمية قائمة التشغيل
es: Renombrar playlist
fr: Renommer la playlist
hi: प्लेलिस्ट का नाम बदलें
ru: Переименовать плейлист
zh_hans: 重命名歌单

source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
ru: Повторить
zh_hans: 重试

source: Rock
ar: روك
hi: रॉक
ru: Рок
zh_hans: 摇滚

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें
ru: Сохранить
zh_hans: 保存

source: Search
ar: البحث
es: Buscar
fr: Recherche
hi: खोजें
ru: Поиск
zh_hans: 搜索

source: Search Deezer
ar: البحث في Deezer
es: Buscar en Deezer
fr: Rechercher sur Deezer
hi: Deezer में खोजें
ru: Поиск в Deezer
zh_hans: 搜索 Deezer

source: Search Podcasts
ar: البحث في البودكاست
es: Buscar podcasts
fr: Rechercher des podcasts
hi: पॉडकास्ट खोजें
ru: Поиск подкастов
zh_hans: 搜索播客

source: Search failed
ar: فشل البحث
es: Error en la búsqueda
fr: Échec de la recherche
hi: खोज विफल रही
ru: Ошибка поиска
zh_hans: 搜索失败

source: Search podcasts
ar: البحث في البودكاست
es: Buscar podcasts
fr: Rechercher des podcasts
hi: पॉडकास्ट खोजें
ru: Поиск подкастов
zh_hans: 搜索播客

source: Searching…
ar: جارٍ البحث…
es: Buscando…
fr: Recherche…
hi: खोजा जा रहा है…
ru: Поиск…
zh_hans: 正在搜索…

source: Settings
ar: الإعدادات
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
ru: Настройки
zh_hans: 设置

source: Sign in with your Deezer account to stream your library, playlists and Flow.
ar: سجّل الدخول بحساب Deezer الخاص بك لبث مكتبتك وقوائم التشغيل وFlow.
es: Inicia sesión con tu cuenta de Deezer para reproducir tu biblioteca, tus playlists y Flow.
fr: Connectez-vous avec votre compte Deezer pour écouter votre bibliothèque, vos playlists et Flow.
hi: अपनी लाइब्रेरी, प्लेलिस्ट और Flow स्ट्रीम करने के लिए अपने Deezer खाते से साइन इन करें।
ru: Войдите с аккаунтом Deezer, чтобы слушать свою медиатеку, плейлисты и Flow.
zh_hans: 使用你的 Deezer 账户登录，即可播放你的资料库、歌单和 Flow。

source: Sleep Timer
ar: مؤقت النوم
es: Temporizador de sueño
fr: Minuteur de veille
hi: स्लीप टाइमर
ru: Таймер сна
zh_hans: 定时关闭

source: Songs
ar: الأغاني
es: Canciones
fr: Titres
hi: ट्रैक
ru: Треки
zh_hans: 歌曲

source: Songs, artists, albums
ar: أغانٍ وفنانون وألبومات
es: Canciones, artistas, álbumes
fr: Titres, artistes, albums
hi: ट्रैक, कलाकार, एल्बम
ru: Треки, исполнители, альбомы
zh_hans: 歌曲、艺人、专辑

source: Terminal
ar: طرفية
hi: टर्मिनल
ru: Терминал
zh_hans: 终端

source: This iPhone
ar: هذا الـ iPhone
es: Este iPhone
fr: Cet iPhone
hi: यह iPhone
ru: Этот iPhone
zh_hans: 这台 iPhone

source: This track doesn't have lyrics yet.
ar: لا تتوفر كلمات لهذه الأغنية بعد.
es: Esta canción aún no tiene letra.
fr: Ce titre n'a pas encore de paroles.
hi: इस ट्रैक के बोल अभी उपलब्ध नहीं हैं।
ru: У этого трека пока нет текста.
zh_hans: 这首歌曲还没有歌词。

source: Top Albums
ar: أشهر الألبومات
es: Álbumes destacados
hi: टॉप एल्बम
ru: Популярные альбомы
zh_hans: 热门专辑

source: Top Artists
ar: أشهر الفنانين
es: Artistas destacados
fr: Top artistes
hi: टॉप कलाकार
ru: Популярные исполнители
zh_hans: 热门艺人

source: Top Playlists
ar: أشهر قوائم التشغيل
es: Playlists destacadas
hi: टॉप प्लेलिस्ट
ru: Популярные плейлисты
zh_hans: 热门歌单

source: Top Tracks
ar: أشهر الأغاني
es: Canciones destacadas
fr: Top titres
hi: टॉप ट्रैक
ru: Популярные треки
zh_hans: 热门歌曲

source: Tracks you like will show up here.
ar: ستظهر الأغاني التي تعجبك هنا.
es: Las canciones que te gusten aparecerán aquí.
fr: Les titres que vous aimez apparaîtront ici.
hi: आपके पसंद किए गए ट्रैक यहाँ दिखाई देंगे।
ru: Понравившиеся треки появятся здесь.
zh_hans: 你喜欢的歌曲会显示在这里。

source: Treble Boost
ar: تعزيز الترددات العالية
es: Refuerzo de agudos
fr: Amplification des aigus
hi: ट्रेबल बूस्ट
ru: Усиление высоких
zh_hans: 高音增强

source: Try a different search.
ar: جرّب بحثًا مختلفًا.
es: Prueba con otra búsqueda.
fr: Essayez une autre recherche.
hi: कोई और खोज आज़माएँ।
ru: Попробуйте изменить запрос.
zh_hans: 试试其他搜索词。

source: Try again later.
ar: حاول مرة أخرى لاحقًا.
es: Inténtalo de nuevo más tarde.
fr: Réessayez plus tard.
hi: बाद में फिर से कोशिश करें।
ru: Повторите попытку позже.
zh_hans: 请稍后再试。

source: Unlike
ar: إزالة الإعجاب
es: Ya no me gusta
fr: Je n'aime plus
hi: पसंद हटाएँ
ru: Убрать из любимых
zh_hans: 取消喜欢

source: Up to date
ar: محدَّث
es: Actualizado
fr: À jour
hi: नवीनतम संस्करण
ru: Установлена последняя версия
zh_hans: 已是最新版本

source: Vocal
ar: غنائي
es: Voz
fr: Voix
hi: वोकल
ru: Вокал
zh_hans: 人声

source: Your Playlists
ar: قوائم التشغيل الخاصة بك
es: Tus playlists
fr: Vos playlists
hi: आपकी प्लेलिस्ट
ru: Ваши плейлисты
zh_hans: 你的歌单
